{
    "Filters": "Filters",
    "Showing :currentCount / :totalCount jobs": "Showing :currentCount / :totalCount jobs",
    "We currently have :totalCount amazing jobs waiting for you!": "We currently have :totalCount amazing jobs waiting for you!",
    "Search by job title": "Search by job title",
    "Search": "Search",
    "Search by job title...": "Search by job title...",
    "Location": "Location",
    "Remote": "Remotely",
    "Hybrid": "Hybrid",
    "Employment Type": "Employment Type",
    "Full time": "Full time",
    "Part time": "Half time",
    "Sectors": "Sectors",
    "Work Fields": "Work fields",
    "Please, select the sector before selecting work field.": "Please, select the sector before selecting the workplace.",
    "No results found": "No results found",
    "Welcome": "Welcome",
    "Bachelor's degree": "Diploma",
    "Master's degree": "Magisterij",
    "Doctorate or higher": "Doctorate or higher",
    "Update your profile": "Update your profile",
    "Spruce up your profile, :name!": "Spruce up your profile, :name!",
    "Your education": "Your education",
    "Date of birth": "Date of birth",
    "Account updated!": "Account updated!",
    "[Business] Account settings": "[Business] Account settings",
    "Update your account": "Update your account",
    "Company street": "Street",
    "Company zip": "Zip code",
    "Company city": "City",
    "In case you want to change any of the information above, please email us at info@jobhuntr.co": "If you want to change any of the information above, please email us at info@jobhuntr.co",
    "Company Email": "Business email address",
    "Update": "Update",
    "Hello": "Hello",
    "Welcome to your dashboard. Soon, you will have access to features such as analytics, job posting overviews, and many additional capabilities. These enhancements are currently under development and will be available shortly.": "Welcome to your dashboard. Soon you will have access to features such as analytics, job posting reviews, and many additional capabilities. These enhancements are currently in development and will be available soon.",
    "For now, you may navigate to your jobs screen, by clicking the JOBS button on your left side navigation menu.": "For now, you may navigate to your jobs screen by clicking the JOBS button on your left side navigation menu pages.",
    "[Business] Dashboard": "[Business] Dashboard",
    "Activate job listing": "Activate job listing",
    "Edit this job": "Edit this job",
    "Job posted at": "Job posted at",
    "Job post expires at": "This job post expires at",
    "[Business] Jobs": "[Business] Jobs",
    "Title": "Title",
    "Yearly salary": "Annual salary",
    "Status": "Status",
    "[Business] Create a job": "[Business] Create a job",
    "Create a new job": "Create a new post",
    "Job Title": "Job Title",
    "Customer service representative": "Representative for contacts with customers",
    "Full-Time": "Full-time",
    "Part-Time": "Part-Time",
    "Job description": "Description of the position",
    "Handle customer complaints, provide appropriate solutions and alternatives...": "Handling complaints, providing appropriate solutions and alternatives...",
    "Work location": "Location of work",
    "Completely online / Remote": "Completely online/remotely",
    "Partially online": "Partially online",
    "On location": "At the location of the company",
    "If the job's location is the same as your company location, you may leave these fields empty. The job location will be the same as your company's location!": "If the job's location is the same as your company's location, you may leave these fields empty .The work location will be the same as your company location!",
    "Zip": "Zip code",
    "Number of open positions": "Number of positions",
    "Estimated annual salary": "Estimated annual salary",
    "Currency": "Currency",
    "Preferred gender": "Gender",
    "Any": "Any",
    "Male": "Male",
    "Female": "Female",
    "Preferred education": "Desired education",
    "None": "None",
    "Primary school or equivalent": "Osnovna školá",
    "High school or equivalent": "Srednja schola or equivalent",
    "Bachelor's degree or equivalent": "Diploma or equivalent",
    "Master's degree or equivalent": "Master's degree or equivalent",
    "Doctorate": "Doctorate",
    "Application email": "Application email address",
    "apply@company.com": "apply@company.com",
    "You may leave this empty and it will be set to the same email as your company's email": "You may leave this empty and it will be set to the same email as your company's email",
    "Account Information": "Account Information",
    "Lets create a way to login!": "Let's create a way to login!",
    "Email": "Email address",
    "Password": "Password",
    "To make your account secure, your password must have a minimum of 8 characters and it must include a symbol.": "To make your account secure, your password must have at least 8 characters and 1 symbol.",
    "Repeat password": "Repeat password",
    "The passwords must match!": "The passwords must match!",
    "Account type": "Account type",
    "Let's get started": "Let's get started",
    "I'm offering work.": "I offer work.",
    "Business Account": "Business Account",
    "I'm looking for work.": "I'm looking for employment.",
    "Personal Account": "Personal Account",
    "Address information": "Address",
    "Where are you located?": "Where are you located?",
    "Street": "Street",
    "Postal Code": "Postal Code",
    "City": "City",
    "Country": "Country",
    "Company Details": "Company Details",
    "Let's dive in": "Let's dive in",
    "Company Full Name": "Company Full Name",
    "Company Short Name": "Company Short Name",
    "Company Registration House": "Registration Authority",
    "Entity at which the company was registered (Company House for UK, Ajpes for Slovenia, etc.)": "Registration authority (at which the company was founded)",
    "Company Registration Number": "Company Registration Number",
    "Company VAT ID": "Company VAT ID",
    "Is company vat obligated?": "Is the company liable for VAT?",
    "Contact Person": "Contact Person",
    "User Information": "User Information",
    "Tell us a bit about yourself": "Tell us something about yourself",
    "First Name": "First Name",
    "Last Name": "Surname",
    "Contact Phone": "Telephone",
    "Please include country code for your telephone number (Start with +). Your telephone number also shouldn't contain any spaces.": "Please include country code for your telephone number (Start with +). Your telephone number should not contain any spaces.",
    "Settings": "Settings",
    "Logout": "Logout",
    "Your Name": "Name",
    "Your E-Mail": "E-mail address",
    "Your Phone": "Phone number",
    "Subject": "Subject",
    "Your Message": "Your message",
    "Send now": "Send",
    "© 2024 JobHuntr | All rights reserved": "© 2024 JobHuntr | All rights reserved",
    "Home": "Home",
    "Jobs": "Jobs",
    "Online jobs": "Employment via the Internet",
    "For companies": "For companies",
    "Login": "Login",
    "Your profile": "Your profile",
    "Log Out": "Logout",
    "Offering work?": "Do you offer employment?",
    "We're the ideal platform for posting job opportunities": "JobHuntr is the ideal platform for posting job opportunities",
    "The JobHuntr Advantage": "The JobHuntr Advantage",
    "Why you'll love hiring with us": "Why you'll love hiring with us",
    "Verified Companies": "Verified Companies",
    "At JobHuntr, we ensure the authenticity of every job listing by verifying each company before they can post. This builds trust with potential applicants and increases the quality of responses to your job ads.": "At JobHuntr, we ensure the legitimacy of every job, because the existence and operation of each job provider is verified. This builds the confidence of potential candidates and increases the amount of responses to your post.",
    "Modern Solutions for Efficient Hiring": "Modern solutions for efficient hiring",
    "JobHuntr offers a sleek, user-friendly platform that modernizes the hiring process. Our upcoming features, including contract building and applicant management, streamline recruitment, saving you time and resources.": "JobHuntr offers a sleek, user-friendly platform that modernizes the hiring process Recruiting. Our upcoming features simplify recruiting and save you a lot of time.",
    "Future-Ready with AI-Driven Tools": "Future-Ready with AI-Driven Tools",
    "JobHuntr is designed with the future in mind. Our platform will soon include AI-powered tools to help you generate job details effortlessly, giving you complete control while making it easier to attract the right talent quickly and efficiently.": "JobHuntr is designed with the future in mind. Our platform will soon include AI-powered tools to help you create job details effortlessly, giving you complete control while making it easy to attract the right talent quickly and efficiently.",
    "Why JobHuntr Rocks!": "Why JobHuntr Leads?",
    "Discover the benefits of choosing us": "Discover the benefits of choosing JobHuntr",
    "Free to Start, Fair Pricing Always": "Free to Start, always fair pricing",
    "We are committed to making our platform accessible. Currently, JobHuntr is free to use, and even when we introduce pricing, we guarantee that our fees will remain fair and competitive, ensuring value for all users.": "We are committed to that our platform will be accessible. Currently, JobHuntr is free to use. With the introduction of payment terms, we assure you that our fees will remain fair and competitive, which will ensure the use of all subscribers.",
    "Modernizing the Hiring Process": "Modernizing the Hiring Process",
    "Our mission is to bring the hiring process into the 21st century. JobHuntr offers a modern, clean interface and plans to integrate advanced features that streamline and simplify recruitment, making it more efficient and effective.": "Our mission is to bring the hiring process into 21st century. JobHuntr offers a modern, clean interface and plans to integrate advanced features that streamline and simplify recruiting, making recruiting more efficient and successful.",
    "Innovative and Unique Features": "Innovative and Unique Features",
    "JobHuntr is more than just a job listing site. We are developing unique tools such as AI-assisted job description generation, contract building, and applicant management, providing a comprehensive solution to meet all your hiring needs.": "JobHuntr is more than only job listing site We develop unique tools such as AI-powered job description generation, contracting and candidate management to provide a comprehensive solution to meet all your recruitment needs.",
    "Dedicated Support and Continuous Improvement": "Dedicated Support and Continuous Improvement",
    "We believe in providing exceptional support and continuously improving our platform based on user feedback. Our dedicated team is always ready to assist you, ensuring a smooth and satisfactory experience.": "We believe in providing exceptional support and continuously improving our platform based on feedback user information. Our dedicated team is always ready to help you and ensure a smooth and satisfying experience.",
    "Secure and Reliable Platform": "Secure and Reliable Platform",
    "Security is paramount at JobHuntr. We employ robust security measures to protect your data and ensure that your job listings are posted in a safe and reliable environment, giving you peace of mind as you recruit new talent.": "Security is paramount at JobHuntr .We use robust security measures to protect your information and ensure that your job listings are posted in a safe and secure environment, giving you peace of mind when hiring new talent.",
    "Built on Integrity and Reliability": "Designed on integrity and reliability",
    "JobHuntr is founded on principles of integrity and reliability. We rigorously verify each company to ensure only legitimate and trustworthy job listings are posted, building a platform you and your applicants can depend on.": "JobHuntr is founded on principles of integrity and reliability. Strictly we vet every company to ensure only legitimate and trustworthy jobs are posted, building a platform you and your candidates can rely on.",
    "Get in touch with us": "Get in touch with us",
    "Have questions?": "Do you have questions?",
    "Email not verified": "Email not verified",
    "In order to gain access to all JobHuntr services and to apply to jobs with one click, please verify your email!": "In order to gain access to all JobHuntr services and to apply to jobs with one click, please verify your email title!",
    "Find Your Perfect Job": "Find your dream job",
    "Discover opportunities today": "Discover opportunities today",
    "Loading...": "I am loading...",
    "No jobs match your filters!": "No jobs match your filters!",
    "Back": "Back",
    "Submit": "Submit",
    "Next": "Next",
    "Account created!": "Account created!",
    "We are happy that you decided to join us!": "We are happy that you have joined us!",
    "We've sent an confirmation link to your email account, please verify your email to login!": "We've sent a confirmation link to your email address. You need to confirm your email address to log in!",
    "Find your dream remote job": "Find your dream job online",
    "Do what you love to do - remotely!": "Do what you love to do - remotely!",
    "Work from anywhere": "Work from anywhere",
    "Your remote job awaits": "Your remote job awaits you",
    "Worldwide Opportunities": "Gobal opportunities",
    "JobHuntr links companies offering remote positions with digital nomads, expanding your job search across borders.": "JobHuntr links companies offering remote positions with digital nomads, expanding your job search across borders.",
    "Effortless Job Search": "Effortless Job Search",
    "We've simplified the process to help you quickly discover and land the perfect remote job.": "We've simplified the process to help you quickly discover and land the perfect job online.",
    "Swift Applications": "Swift Applications",
    "Our streamlined application process gets you closer to your dream remote job faster than ever.": "Our streamlined application process gets you closer to your dream remote job faster than ever.",
    "Remote work?": "Work remotely?",
    "Why choose": "Why choose",
    "Flexibility": "Flexibility",
    "Flexibility in terms of work hours and location. You can often set your own schedule and work from anywhere with an internet connection.": "Flexibility in terms of work hours and location. You can often set your own schedule and work from anywhere with an internet connection. ",
    "Increased Productivity": "Increased Productivity",
    "Some people find that they are more productive when working remotely. Fewer workplace distractions and a personalized work environment can lead to better concentration and efficiency.": "Some people find that they are more productive when working remotely. Fewer distractions at work place and a personally adapted work environment can lead to better concentration and efficiency.",
    "Crisis Resilience": "Independent during a possible crisis",
    "Remote work proved essential during the COVID-19 pandemic. It allows businesses to maintain operations during crises, such as natural disasters or health emergencies.": "Remote work proved essential during the COVID-19 pandemic. It allows businesses to maintain operations during crises such as natural disasters or health emergencies.",
    "Reduced Environmental Impact": "Reduced negative impact on the environment",
    "Working remotely can reduce the carbon footprint associated with commuting, as well as the energy usage of office buildings.": "Working remotely can reduce the carbon footprint associated with commuting, as well as the energy usage in office buildings.",
    "Expanded Job Opportunities": "Expanded job opportunities",
    "Remote work allows people to access job opportunities that may not be available locally. This can be particularly beneficial for those in regions with limited job prospects in their field.": "Remote work allows people to access job opportunities that may not be available available locally. This can be particularly useful for those in regions with limited employment opportunities in their field.",
    "Improved Work-Life Balance": "Improved work-life balance",
    "Remote work can help employees achieve a better work-life balance. It eliminates the need for long commutes, which can save both time and money. This can reduce stress and improve overall well-being.": "Remote work can help employees achieve a better work-life balance. Eliminates the need for long commutes, which can save time and money. This can reduce stress and improve overall well-being.",
    "Cost Savings": "Cost Savings",
    "Remote work can lead to significant cost savings. You can save money on commuting, work attire, and even daily meals since you have the convenience of your own kitchen.": "Remote work can lead to significant savings. You can save money for transportation to work, work clothes and even daily meals, as you conveniently have your own kitchen.",
    "Personalized Workspace": "Customized workspace",
    "You have the freedom to create a workspace that suits your needs and preferences, making it more comfortable and motivating.": "You have the freedom to create a workspace that suits your needs and preferences, making it more comfortable and makes you more motivates.",
    "Better Health and Well-being": "Better health and well-being",
    "With more control over your work environment, you can create a workspace that is comfortable and conducive to your health. You can set up an ergonomic workstation, control lighting, and reduce exposure to germs in a shared office space.": "With a larger by controlling your work environment, you can create a workspace that is comfortable and beneficial for your health. You can set up an ergonomic workstation, control the lighting and reduce exposure to germs in the shared office space.",
    "Need to know more?": "Do you want more information?",
    "Searching for your dream job?": "Are you looking for your dream job?",
    "Let JobHuntr Guide You! Our platform is designed to connect you with the perfect opportunities tailored to your skills and aspirations. Join us today and take the first step towards your ideal career!": "Let JobHuntr guide you! Our platform is designed so , to connect you with the perfect opportunities tailored to your skills and aspirations. Join us today and take the first step towards your ideal career!",
    "Start searching": "Start searching",
    "Register": "Registration",
    "Recently added jobs": "Recently added jobs",
    "Fresh out of the oven": "Fresh",
    "Why choose JobHuntr?": "Why choose JobHuntr?",
    "Let us help you": "Let us help you",
    "Comprehensive Job Listings": "Comprehensive Job Listings",
    "Access a wide range of job opportunities across various industries and locations. JobHuntr ensures you have the latest and most relevant job postings.": "Access a wide range of job opportunities across various industries and locations.",
    "User-Friendly Experience": "User-friendly experience",
    "Enjoy an intuitive interface with advanced search filters and personalized job recommendations. Apply quickly and efficiently with our streamlined application process.": "Enjoy an intuitive interface with advanced search filters and personalized job recommendations. Apply quickly and efficiently with a simplified application process .",
    "Support and Resources": "Support and Resources",
    "Benefit from resume building tools (coming soon), interview tips, and career advice. Our dedicated support team is always available to assist you throughout your job search.": "Benefit from resume building tools (coming soon), interview tips and professional advice. Our dedicated team helps guide you through the process.",
    "In the workshop": "In the workshop",
    "These jobs might be coming soon": "These jobs might be coming soon",
    "Hurray!": "Hurray!",
    "All jobs on JobHuntr are already posted!": "All jobs on JobHuntr are already posted!",
    "See available jobs": "See available jobs",
    "Contact us": "Contact us",
    "Need help?": "Need help?",
    "Employment type": "Employment type",
    "Salary": "Salary",
    "Sector": "Sector",
    "Work field": "Work field",
    "Work Location": "Work location",
    "Description": "Description",
    "Job application email": "Job application email",
    "Employer info": "Employer information",
    "This job was posted by JobHuntr": "This job was posted by JobHuntr",
    "See more details": "More details",
    "Close": "Close",
    "Your email has been verified!": "Your email address has been verified!",
    "You may now login and start using everything JobHuntr has to offer": "You may now login and start using everything JobHuntr has to offer",
    "Welcome to JobHuntr": "Welcome to the JobHuntr portal",
    "We are happy that you decided to join us. Please click the button below, to finalize your account and verify your email!": "We are happy that you decided to join us. Please click the button below to finalize your account and verify your email -Postal address!",
    "Verify now!": "Verify now!",
    "Thank you for using JobHuntr!": "Thank you for using the JobHuntr portal!",
    "Published": "Published",
    "[Business] Log in": "[Business] Login",
    "Your company is verified!": "Your company is verified!",
    "Your company is still being verified. We usually verify your company within 24 hours of registering.": "Your company is still being verified. We usually verify your company within 24 hours of registering.",
    "Verified": "Verified",
    "Unverified": "Unverified",
    "Jobs overview": "Overview of jobs",
    "List of all of your jobs": "List of all of your jobs",
    "Bold": "Bold",
    "Italic": "Italic",
    "Strike": "Strike out",
    "Code": "Code",
    "Clear marks": "Clear marks",
    "Clear nodes": "Clear nodes",
    "Paragraph": "Paragraph",
    "Align left": "Align left",
    "Align center": "Align to the center",
    "Align right": "Align right",
    "Bullet list": "Bullet list",
    "Ordered list": "Numbered list",
    "Code Block": "Code Block",
    "Blockquote": "Quote",
    "Undo": "Undo",
    "Order": "Apply",
    "Back to all jobs": "Back to all jobs",
    "Terms of use": "Terms of use",
    "GDPR Policy": "GDPR Policy",
    "Privacy policy": "Privacy policy",
    "Cookie policy": "Cookie policy",
    "Cookies": "Cookies",
    "We use cookies to ensure our site functions properly, gather usage data, remember your preferences.": "We use cookies to ensure our site functions properly, gather usage data, remember your preferences.",
    "Agree & close": "Agree & close",
    "More information": "More information",
    "Best regards, JobHuntr": "Best regards, JobHuntr",
    "An email was sent to provided address, if an account was found!": "An email was sent to provided address, if an account was found!",
    "Forgotten password?": "Forgotten password?",
    "Reset your password": "Reset your password",
    "Oopsie": "Oopsie",
    "It seems that you have requested to change your password.": "It seems that you have requested to change your password.",
    "If that is not the case, please just ignore this email.": "If that is not the case, please just ignore this email.",
    "Password reset link has expired.": "Password reset link has expired.",
    "Back to login": "Back to login",
    "Let's get you back on track": "Let's get you back on track",
    "Choose a new password": "Choose a new password",
    "Company login": "Company login",
    "Your password was successfully reset, you can now login to your account": "Your password was successfully reset, you can now login to your account",
    "Agriculture and Environment": "Agriculture and Environment",
    "Farming and Agriculture": "Farming and Agriculture",
    "Forestry": "Forestry",
    "Environmental Science": "Environmental Science",
    "Conservation": "Conservation",
    "Wildlife Management": "Wildlife Management",
    "Agronomy": "Agronomy",
    "Horticulture": "Horticulture",
    "Soil Science": "Soil Science",
    "Fisheries": "Fisheries",
    "Arts, Design and Entertainment": "Arts, Design and Entertainment",
    "Visual Arts": "Visual Arts",
    "Performing Arts": "Performing Arts",
    "Graphic Design": "Graphic Design",
    "Fashion Design": "Fashion Design",
    "Interior Design": "Interior Design",
    "Music and Performing Arts": "Music and Performing Arts",
    "Film and Television": "Film and Television",
    "Photography": "Photography",
    "Animation": "Animation",
    "Business and Finance": "Business and Finance",
    "Accounting": "Accounting",
    "Banking": "Banking",
    "Investment": "Investment",
    "Financial Planning": "Financial Planning",
    "Insurance": "Insurance",
    "Real Estate": "Real Estate",
    "Marketing": "Marketing",
    "Human Resources": "Human Resources",
    "Entrepreneurship": "Entrepreneurship",
    "Management Consulting": "Management Consulting",
    "Communications and Media": "Communications and Media",
    "Journalism": "Journalism",
    "Public Relations": "Public Relations",
    "Advertising": "Advertising",
    "Broadcasting": "Broadcasting",
    "Publishing": "Publishing",
    "Social Media Management": "Social Media Management",
    "Communications": "Communications",
    "Education": "Education",
    "Primary Education": "Primary Education",
    "Secondary Education": "Secondary Education",
    "Higher Education": "Higher Education",
    "Special Education": "Special Education",
    "Educational Administration": "Educational Administration",
    "Curriculum Development": "Curriculum Development",
    "Educational Technology": "Educational Technology",
    "Adult Education": "Adult Education",
    "Engineering and Technology": "Engineering and Technology",
    "Civil Engineering": "Civil Engineering",
    "Mechanical Engineering": "Mechanical Engineering",
    "Electrical Engineering": "Electrical Engineering",
    "Software Engineering": "Software Engineering",
    "Aerospace Engineering": "Aerospace Engineering",
    "Chemical Engineering": "Chemical Engineering",
    "Industrial Engineering": "Industrial Engineering",
    "Computer Science": "Computer Science",
    "Information Technology": "Information Technology",
    "Health and Medicine": "Health and Medicine",
    "Medicine": "Medicine",
    "Nursing": "Nursing",
    "Pharmacy": "Pharmacy",
    "Dentistry": "Dentistry",
    "Public Health": "Public Health",
    "Veterinary Medicine": "Veterinary Medicine",
    "Physical Therapy": "Physical Therapy",
    "Occupational Therapy": "Occupational Therapy",
    "Medical Research": "Medical Research",
    "Biotechnology": "Biotechnology",
    "Humanities and Social Sciences": "Humanities and Social Sciences",
    "History": "History",
    "Sociology": "Sociology",
    "Anthropology": "Anthropology",
    "Psychology": "Psychology",
    "Political Science": "Political Science",
    "Philosophy": "Philosophy",
    "Linguistics": "Linguistics",
    "Archaeology": "Archaeology",
    "Theology": "Theology",
    "Law and Public Service": "Law and Public Service",
    "Legal Practice": "Legal Practice",
    "Law Enforcement": "Law Enforcement",
    "Public Administration": "Public Administration",
    "Nonprofit Management": "Nonprofit Management",
    "International Relations": "International Relations",
    "Social Work": "Social Work",
    "Government Services": "Government Services",
    "Manufacturing and Production": "Manufacturing and Production",
    "Automotive Industry": "Automotive Industry",
    "Electronics Manufacturing": "Electronics Manufacturing",
    "Food and Beverage Production": "Food and Beverage Production",
    "Textile Manufacturing": "Textile Manufacturing",
    "Chemical Production": "Chemical Production",
    "Industrial Production": "Industrial Production",
    "Retail and Consumer Services": "Retail and Consumer Services",
    "Retail Management": "Retail Management",
    "Sales": "Sales",
    "Customer Service": "Customer Service",
    "Hospitality Management": "Hospitality Management",
    "Travel and Tourism": "Travel and Tourism",
    "Event Planning": "Event Planning",
    "E-commerce": "E-commerce",
    "Science and Research": "Science and Research",
    "Physics": "Physics",
    "Chemistry": "Chemistry",
    "Biology": "Biology",
    "Astronomy": "Astronomy",
    "Geology": "Geology",
    "Mathematics": "Mathematics",
    "Biomedical Research": "Biomedical Research",
    "Materials Science": "Materials Science",
    "Skilled Trades and Technical Services": "Skilled Trades and Technical Services",
    "Construction": "Construction",
    "Plumbing": "Plumbing",
    "Electrical Work": "Electrical Work",
    "Carpentry": "Carpentry",
    "Welding": "Welding",
    "Automotive Repair": "Automotive Repair",
    "HVAC (Heating, Ventilation, and Air Conditioning)": "HVAC (Heating, Ventilation, and Air Conditioning)",
    "Sports and Recreation": "Sports and Recreation",
    "Professional Sports": "Professional Sports",
    "Coaching": "Coaching",
    "Sports Management": "Sports Management",
    "Fitness Training": "Fitness Training",
    "Outdoor Recreation": "Outdoor Recreation",
    "Sports Medicine": "Sports Medicine",
    "Transportation and Logistics": "Transportation and Logistics",
    "Aviation": "Aviation",
    "Maritime Transport": "Maritime Transport",
    "Rail Transport": "Rail Transport",
    "Road Transport": "Road Transport",
    "Logistics Management": "Logistics Management",
    "Supply Chain Management": "Supply Chain Management",
    "Warehousing": "Warehousing",
    "Miscellaneous": "Miscellaneous",
    "Military Service": "Military Service",
    "Religious Ministry": "Religious Ministry",
    "Culinary Arts": "Culinary Arts",
    "Library Science": "Library Science",
    "Cosmetology": "Cosmetology",
    "Pest Control": "Pest Control",
    "Property Management": "Property Management",
    "Not important": "Not important",
    "Start typing and choose your location": "Start typing and choose your location"
}
