{
    "Filters": "Filtri",
    "Showing :currentCount / :totalCount jobs": "Prikazano :currentCount / :totalCount zaposlitev",
    "We currently have :totalCount amazing jobs waiting for you!": "Na vas čaka :totalCount odličnih zaposlitev!",
    "Search by job title": "Iskanje po nazivu delovnega mesta",
    "Search": "Išči",
    "Search by job title...": "Išči po nazivu delovnega mesta...",
    "Location": "Lokacija",
    "Remote": "Na daljavo",
    "Hybrid": "Hibridno",
    "Employment Type": "Tip zaposlitve",
    "Full time": "Polni delovni čas",
    "Part time": "Polovični delovni čas",
    "Work Areas": "Delovna področja",
    "Work Fields": "Delovna področja",
    "Please, select the work area before selecting work field.": "Prosimo, izberite delovno področje pred izbiro delovnega mesta.",
    "No results found": "Ni najdenih rezultatov",
    "Welcome": "Dobrodošli",
    "Bachelor's degree": "Diploma",
    "Master's degree": "Magisterij",
    "Doctorate or higher": "Doktorat ali višja",
    "Update your profile": "Posodobite svoj profil",
    "Spruce Up Your Profile, :name!": "Olepšaj svoj profil, :name!",
    "Education": "Izobrazba",
    "Date of birth": "Datum rojstva",
    "Account updated!": "Račun posodobljen!",
    "[Business] Account settings": "[Poslovno] Nastavitve računa",
    "Update your account": "Posodobi svoj račun",
    "Company street": "Ulica",
    "Company zip": "Poštna številka",
    "Company city": "Mesto",
    "In case you want to change any of the information above, please email us at info@jobhuntr.co": "Če želite spremeniti katerega od zgornjih podatkov, nam pišite na info@jobhuntr.co",
    "Company Email": "Poslovni elektronski naslov",
    "Update": "Posodobitev",
    "Hello": "Zdravo",
    "Welcome to your dashboard. Soon, you will have access to features such as analytics, job posting overviews, and many additional capabilities. These enhancements are currently under development and will be available shortly.": "Dobrodošli na vaši nadzorni plošči. Kmalu boste imeli dostop do funkcij, kot so analitika, pregledi objav delovnih mest in številne dodatne zmogljivosti. Te izboljšave so trenutno v razvoju in bodo kmalu na voljo.",
    "For now, you may navigate to your jobs screen, by clicking the JOBS button on your left side navigation menu.": "Zaenkrat se lahko pomaknete na zaslon s svojimi opravili tako, da kliknete gumb JOBS v meniju za krmarjenje na levi strani.",
    "[Business] Dashboard": "[Posel] Nadzorna plošča",
    "Activate job listing": "Aktivirajte seznam delovnih mest",
    "Edit this job": "Uredite to delovno mesto",
    "Job posted at": "Delovno mesto objavljeno na",
    "Job post expires at": "Objava tega delovnega mesta poteče ob",
    "[Business] Jobs": "[Posel] Delovna mesta",
    "Title": "Naziv",
    "Yearly salary": "Letna plača",
    "Status": "Status",
    "[Business] Create a job": "[Posel] Ustvarite objavo",
    "Create a new job": "Ustvari novo objavo",
    "Job Title": "Naziv delovnega mesta",
    "Customer service representative": "Predstavnik za stike s strankami",
    "Full-Time": "Polni delovni čas",
    "Part-Time": "Krajši delovni čas",
    "Job description": "Opis delovnega mesta",
    "Handle customer complaints, provide appropriate solutions and alternatives...": "Obravnava pritožb, zagotavljanje ustreznih rešitev in alternativ...",
    "Work location": "Lokacija dela",
    "Completely online / Remote": "Povsem preko spleta/na daljavo",
    "Partially online": "Delno preko spleta",
    "On location": "Na lokaciji podjetja",
    "If the job's location is the same as your company location, you may leave this fields empty. The job location will be the same as your company's location!": "Če je lokacija delovnega mesta enaka lokaciji vašega podjetja, lahko ta polja pustite prazna. Lokacija dela bo enaka lokaciji vašega podjetja!",
    "Zip": "Poštna številka",
    "Number of open positions": "Število delovnih mest",
    "Estimated yearly salary": "Predvidena letna plača",
    "Currency": "Valuta",
    "Preferred gender": "Spol",
    "Any": "Katerokoli",
    "Male": "Moški",
    "Female": "Ženski",
    "Preferred education": "Želena izobrazba",
    "None": "Brez",
    "Primary school or equivalent": "Osnovna šola",
    "High school or equivalent": "Srednja šola ali enakovredna",
    "Bachelor's degree or equivalent": "Diploma ali enakovredna",
    "Master's degree or equivalent": "Magisterij ali enakovredna",
    "Doctorate": "Doktorat",
    "Application email": "E-poštni naslov za prijavo",
    "apply@company.com": "apply@company.com",
    "You may leave this empty and it will be set to the same email as your company's email": "To polje lahko pustite prazno in bo nastavljeno na e-poštni naslov vašega podjetja",
    "Account Information": "Podatki o računu",
    "Lets create a way to login!": "Ustvarimo način za prijavo!",
    "Email": "E-poštni naslov",
    "Password": "Geslo",
    "To make your account secure, your password must have a minimum of 8 characters and it must include a symbol.": "Da bo vaš račun varen, mora vaše geslo vsebovati vsaj 8 znakov in 1 simbol.",
    "Repeat password": "Ponovi geslo",
    "The passwords must match!": "Gesli se morata ujemati!",
    "Account type": "Vrsta računa",
    "Let's get started": "Začnimo",
    "I'm offering work.": "Nudim delo.",
    "Business Account": "Poslovni račun",
    "I'm looking for work.": "Iščem zaposlitev.",
    "Personal Account": "Osebni račun",
    "Address information": "Naslov",
    "Where are you located?": "Kje se nahajate?",
    "Street": "Ulica",
    "Postal Code": "Pošna številka",
    "City": "Mesto",
    "Country": "Država",
    "Company Details": "Podatki o podjetju",
    "Let's dive in": "Poglobimo se",
    "Company Full Name": "Polno ime podjetja",
    "Company Short Name": "Kratko ime podjetja",
    "Company Registration House": "Registracijski organ",
    "Entity at which the company was registered (Company House for UK, Ajpes for Slovenia, etc.)": "Registracijski organ (pri katerem je bilo podjetje ustanovljeno)",
    "Company Registration Number": "Matična številka podjetja",
    "Company VAT ID": "ID za DDV podjetja",
    "Is company vat obligated?": "Ali je podjetje zavezanec za DDV?",
    "Contact Person": "Kontaktna oseba",
    "User Information": "Informacije o uporabniku",
    "Tell us a bit about yourself": "Povej nam nekaj o sebi",
    "First Name": "Ime",
    "Last Name": "Priimek",
    "Contact Phone": "Telefon",
    "Please include country code for your telephone number (Start with +). Your telephone number also shouldn't contain any spaces.": "Za svojo telefonsko številko vključite kodo države (začnite z +). Vaša telefonska številka ne sme vsebovati presledkov.",
    "Settings": "Nastavitve",
    "Logout": "Odjava",
    "Your Name": "Ime",
    "Your E-Mail": "E-poštni naslov",
    "Your Phone": "Telefonska številka",
    "Subject": "Zadeva",
    "Your Message": "Tvoje sporočilo",
    "Send now": "Pošlji",
    "© 2024 JobHuntr | All rights reserved | Terms of use": "© 2024 JobHuntr | Vse pravice pridržane | Pogoji uporabe",
    "Home": "Domov",
    "Jobs": "Delovna mesta",
    "Online jobs": "Zaposlitve preko spleta",
    "For companies": "Za podjetja",
    "Login": "Prijava",
    "Your profile": "Tvoj profil",
    "Log Out": "Odjava",
    "Offering work?": "Nudite zaposlitev?",
    "We're the ideal platform for posting job opportunities": "JobHuntr je idealna platforma za objavo zaposlitvenih priložnosti",
    "The JobHuntr Advantage": "Prednosti JobHuntr-ja",
    "Why you'll love hiring with us": "Zakaj se boste radi zaposlili preko nas",
    "Verified Companies": "Preverjena podjetja",
    "At JobHuntr, we ensure the authenticity of every job listing by verifying each company before they can post. This builds trust with potential applicants and increases the quality of responses to your job ads.": "Pri JobHuntr zagotavljamo legitimnost vsakega delovnega mesta, saj je preverjen obstoj in delovanje vsakega ponudnika delovnega mesta. To gradi zaupanje potencialnih kandidatov in povečuje količino odzivov na vašo objavo.",
    "Modern Solutions for Efficient Hiring": "Sodobne rešitve za učinkovito zaposlovanje",
    "JobHuntr offers a sleek, user-friendly platform that modernizes the hiring process. Our upcoming features, including contract building and applicant management, streamline recruitment, saving you time and resources.": "JobHuntr ponuja elegantno, uporabniku prijazno platformo, ki posodablja postopek zaposlovanja. Naše prihajajoče funkcije poenostavljajo zaposlovanje ter vam tako prihranijo veliko časa.",
    "Future-Ready with AI-Driven Tools": "Pripravljen na prihodnost z orodji, ki jih poganja AI",
    "JobHuntr is designed with the future in mind. Our platform will soon include AI-powered tools to help you generate job details effortlessly, giving you complete control while making it easier to attract the right talent quickly and efficiently.": "JobHuntr je zasnovan z mislijo na prihodnost. Naša platforma bo kmalu vključevala orodja, ki jih poganja AI, ki vam bodo pomagala brez napora ustvariti podrobnosti o delovnem mestu, kar vam bo omogočilo popoln nadzor, hkrati pa bo olajšalo hitro in učinkovito privabljanje pravih talentov.",
    "Why JobHuntr Rocks!": "Zakaj JobHuntr vodilni?",
    "Discover the benefits of choosing us": "Odkrijte prednosti izbire JobHuntr-ja",
    "Free to Start, Fair Pricing Always": "Brezplačen začetek, vedno poštene cene",
    "We are committed to making our platform accessible. Currently, JobHuntr is free to use, and even when we introduce pricing, we guarantee that our fees will remain fair and competitive, ensuring value for all users.": "Zavezani smo k temu, da bo naša platforma dostopna. Trenutno je JobHuntr brezplačen za uporabo. Ob uvedbi plačilnih pogojev vam zagotavljamo, da bodo naši honorarji ostali pošteni in konkurenčni, kar bo zagotovilo uporabo vsem naročnikom.",
    "Modernizing the Hiring Process": "Posodobitev zaposlovanja",
    "Our mission is to bring the hiring process into the 21st century. JobHuntr offers a modern, clean interface and plans to integrate advanced features that streamline and simplify recruitment, making it more efficient and effective.": "Naše poslanstvo je pripeljati proces zaposlovanja v 21. stoletje. JobHuntr ponuja sodoben, čist vmesnik in načrtuje integracijo naprednih funkcij, ki racionalizirajo in poenostavljajo zaposlovanje, zaradi česar je zaposlovanje učinkovitejše in uspešneje.",
    "Innovative and Unique Features": "Inovativne in edinstvene lastnosti",
    "JobHuntr is more than just a job listing site. We are developing unique tools such as AI-assisted job description generation, contract building, and applicant management, providing a comprehensive solution to meet all your hiring needs.": "JobHuntr je več kot le spletno mesto s seznami delovnih mest. Razvijamo edinstvena orodja, kot so generiranje opisa delovnega mesta s pomočjo umetne inteligence, sestavljanje pogodb in upravljanje kandidatov, ki zagotavljajo celovito rešitev za izpolnjevanje vseh vaših potreb po zaposlovanju.",
    "Dedicated Support and Continuous Improvement": "Namenska podpora in nenehne izboljšave",
    "We believe in providing exceptional support and continually improving our platform based on user feedback. Our dedicated team is always ready to assist you, ensuring a smooth and satisfactory experience.": "Verjamemo v zagotavljanje izjemne podpore in nenehno izboljševanje naše platforme na podlagi povratnih informacij uporabnikov. Naša predana ekipa vam je vedno pripravljena pomagati ter zagotoviti nemoteno in zadovoljivo izkušnjo.",
    "Secure and Reliable Platform": "Varna in zanesljiva platforma",
    "Security is paramount at JobHuntr. We employ robust security measures to protect your data and ensure that your job listings are posted in a safe and reliable environment, giving you peace of mind as you recruit new talent.": "Varnost je pri JobHuntr najpomembnejša. Uporabljamo robustne varnostne ukrepe za zaščito vaših podatkov in zagotavljamo, da so vaši seznami delovnih mest objavljeni v varnem in zanesljivem okolju, kar vam daje brezskrbnost pri zaposlovanju novih talentov.",
    "Built on Integrity and Reliability": "Zasnovano na integriteti in zanesljivosti",
    "JobHuntr is founded on principles of integrity and reliability. We rigorously verify each company to ensure only legitimate and trustworthy job listings are posted, building a platform you and your applicants can depend on.": "JobHuntr temelji na načelih integritete in zanesljivosti. Strogo preverjamo vsako podjetje, da zagotovimo, da so objavljeni le zakonita in zaupanja vredna delovna mesta, s čimer gradimo platformo, na katero se lahko zanesete vi in ​​vaši kandidati.",
    "Get in touch with us": "Stopite v stik z nami",
    "Have questions?": "Imate vprašanja?",
    "Email not verified": "E-pošta ni preverjena",
    "In order to gain access to all JobHuntr services and to apply to jobs with one click, please verify your email!": "Če želite pridobiti dostop do vseh storitev JobHuntr in se prijaviti na delovna mesta z enim klikom, preverite svoj e-poštni naslov!",
    "Find Your Perfect Job": "Poišči svojo sanjsko službo",
    "Discover opportunities today": "Odkrijte priložnosti še danes",
    "Loading...": "Nalagam...",
    "No jobs match your filters!": "Nobena zaposlitev ne ustreza izbranim filtrom!",
    "Back": "Nazaj",
    "Submit": "Predloži",
    "Next": "Naprej",
    "Account created!": "Račun ustvarjen!",
    "We are happy that you decided to join us!": "Veseli nas, da ste se nam pridružili!",
    "We've sent an confirmation link to your email account, please verify your email to login!": "Poslali smo potrditveno povezavo na vaš e-poštni naslov. Za prijavo je potrebna je potrditev e-naslova!",
    "Find your dream remote job": "Poiščite svojo sanjsko službo preko spleta",
    "Do what you love to do - remotely!": "Počnite, kar radi počnete – na daljavo!",
    "Work from anywhere": "Delajte od koder koli",
    "Your remote job awaits": "Čaka vas služba preko spleta",
    "Worldwide Opportunities": "Gobalne priložnosti",
    "JobHuntr links companies offering remote positions with digital nomads, expanding your job search across borders.": "JobHuntr povezuje podjetja, ki ponujajo delovna mesta na daljavo z digitalnimi nomadi in tako razširi vaše iskanje zaposlitve prek meja.",
    "Effortless Job Search": "Iskanje zaposlitve brez napora",
    "We've simplified the process to help you quickly discover and land the perfect remote job.": "Poenostavili smo postopek za hitrejši pregled in pridobitev popolne zaposlitve preko spleta.",
    "Swift Applications": "Aplikacije Swift",
    "Our streamlined application process gets you closer to your dream remote job faster than ever.": "Naš poenostavljen postopek prijave vas pripelje bližje vaši sanjski službi na daljavo hitreje kot kdaj koli prej.",
    "Remote work?": "Delo na daljavo?",
    "Why choose": "Zakaj izbrati",
    "Flexibility": "Prilagodljivost",
    "Flexibility in terms of work hours and location. You can often set your own schedule and work from anywhere with an internet connection.": "Fleksibilnost glede delovnega časa in lokacije. Pogosto lahko nastavite svoj urnik in delate od kjer koli z internetno povezavo.",
    "Increased Productivity": "Povečana produktivnost",
    "Some people find that they are more productive when working remotely. Fewer workplace distractions and a personalized work environment can lead to better concentration and efficiency.": "Nekateri ljudje ugotovijo, da so bolj produktivni, ko delajo na daljavo. Manj motenj na delovnem mestu in osebno prilagojeno delovno okolje lahko privedeta do boljše koncentracije in učinkovitosti.",
    "Crisis Resilience": "Neodvisno v času morebitne krize",
    "Remote work proved essential during the COVID-19 pandemic. It allows businesses to maintain operations during crises, such as natural disasters or health emergencies.": "Delo na daljavo se je med pandemijo COVID-19 izkazalo za nujno. Podjetjem omogoča vzdrževanje delovanja med krizami, kot so naravne nesreče ali izredne zdravstvene razmere.",
    "Reduced Environmental Impact": "Zmanjšan negativni vpliv na okolje",
    "Working remotely can reduce the carbon footprint associated with commuting, as well as the energy usage of office buildings.": "Delo na daljavo lahko zmanjša ogljični odtis, povezan z vožnjo na delo, pa tudi porabo energije v poslovnih zgradbah.",
    "Expanded Job Opportunities": "Razširjene zaposlitvene možnosti",
    "Remote work allows people to access job opportunities that may not be available locally. This can be particularly beneficial for those in regions with limited job prospects in their field.": "Delo na daljavo ljudem omogoča dostop do zaposlitvenih priložnosti, ki morda niso na voljo lokalno. To je lahko še posebej koristno za tiste v regijah z omejenimi zaposlitvenimi možnostmi na svojem področju.",
    "Improved Work-Life Balance": "Izboljšano ravnotežje med poklicnim in zasebnim življenjem",
    "Remote work can help employees achieve a better work-life balance. It eliminates the need for long commutes, which can save both time and money. This can reduce stress and improve overall well-being.": "Delo na daljavo lahko zaposlenim pomaga doseči boljše ravnotežje med poklicnim in zasebnim življenjem. Odpravlja potrebo po dolgih vožnjah, kar lahko prihrani čas in denar. To lahko zmanjša stres in izboljša splošno počutje.",
    "Cost Savings": "Prihranki pri stroških",
    "Remote work can lead to significant cost savings. You can save money on commuting, work attire, and even daily meals since you have the convenience of your own kitchen.": "Delo na daljavo lahko vodi do znatnih prihrankov. Prihranite lahko denar za prevoz na delo, delovno obleko in celo dnevne obroke, saj imate priročno lastno kuhinjo.",
    "Personalized Workspace": "Prilagojen delovni prostor",
    "You have the freedom to create a workspace that suits your needs and preferences, making it more comfortable and motivating.": "Imate svobodo, da ustvarite delovni prostor, ki ustreza vašim potrebam in željam, zaradi česar je ta bolj udoben in vas bolj motivira.",
    "Better Health and Well-being": "Boljše zdravje in dobro počutje",
    "With more control over your work environment, you can create a workspace that is comfortable and conducive to your health. You can set up an ergonomic workstation, control lighting, and reduce exposure to germs in a shared office space.": "Z večjim nadzorom nad svojim delovnim okoljem lahko ustvarite delovni prostor, ki je udoben in ugoden za vaše zdravje. Postavite lahko ergonomsko delovno postajo, nadzorujete osvetlitev in zmanjšate izpostavljenost mikrobom v skupnem pisarniškem prostoru.",
    "Need to know more?": "Želite več informacij?",
    "Searching for your dream job?": "Iščete svojo sanjsko službo?",
    "Let JobHuntr Guide You! Our platform is designed to connect you with the perfect opportunities tailored to your skills and aspirations. Join us today and take the first step towards your ideal career!": "Naj vas vodi JobHuntr! Naša platforma je zasnovana tako, da vas poveže s popolnimi priložnostmi, prilagojenimi vašim veščinam in željam. Pridružite se nam še danes in naredite prvi korak k svoji idealni karieri!",
    "Start searching": "Prični z iskanjem",
    "Register": "Registracija",
    "Recently added jobs": "Nedavno dodana delovna mesta",
    "Fresh out of the oven": "Sveže",
    "Why choose JobHuntr?": "Zakaj izbrati JobHuntr?",
    "Let us help you": "Naj vam pomagamo",
    "Comprehensive Job Listings": "Izčrpni seznami delovnih mest",
    "Access a wide range of job opportunities across various industries and locations. JobHuntr ensures you have the latest and most relevant job postings.": "Dostopajte do širokega nabora zaposlitvenih možnosti v različnih panogah in na različnih lokacijah.",
    "User-Friendly Experience": "Uporabniku prijazna izkušnja",
    "Enjoy an intuitive interface with advanced search filters and personalized job recommendations. Apply quickly and efficiently with our streamlined application process.": "Uživajte v intuitivnem vmesniku z naprednimi iskalnimi filtri in prilagojenimi priporočili za delo. Prijavite se hitro in učinkovito s poenostavljenim postopkom prijave.",
    "Support and Resources": "Podpora in viri",
    "Benefit from resume building tools (coming soon), interview tips, and career advice. Our dedicated support team is always available to assist you throughout your job search.": "Izkoristite orodja za sestavljanje življenjepisov (kmalu na voljo), nasvete za intervjuje in poklicne nasvete. Naša predana ekipa vas pomaga voditi skozi postopek.",
    "In the workshop": "V delavnici",
    "These jobs might be coming soon": "Ta delovna mesta bodo verjetno kmalu na voljo",
    "Hurray!": "Hura!",
    "All jobs on JobHuntr are already posted!": "Vsa delovna mesta na JobHuntr so že objavljena!",
    "See available jobs": "Oglej si prosta delovna mesta",
    "Contact us": "Kontaktiraj nas",
    "Need help?": "Potrebuješ pomoč?",
    "Employment type": "Tip zaposlitve",
    "Salary": "Plača",
    "Work area": "Delovno območje",
    "Work field": "Delovno področje",
    "Work Location": "Lokacija dela",
    "Description": "Opis",
    "Job application email": "E-pošta prijave za delo",
    "Employer info": "Podatki o delodajalcu",
    "This job was posted by JobHuntr": "To delo je objavil JobHuntr",
    "See more details": "Več podrobnosti",
    "Close": "Zapri",
    "Your email has been verified!": "Vaš e-poštni naslov je preverjen!",
    "You may now login and start using everything JobHuntr has to offer": "Zdaj se lahko prijavite in začnete uporabljati vse, kar ponuja JobHuntr"
}
